<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv202182999", // 12/09 俺、ツインテールになります。
			"lv202177291", // 12/10 イナズマイレブン
			"lv202177477", // 12/11 イナズマイレブン
			"lv202177602", // 12/12 イナズマイレブン
			"lv201632560", // 12/12 TERRAFORMARS（テラフォーマーズ）
			"lv199637705", // 12/13 山賊の娘ローニャ
			"lv198389070", // 12/13 けいおん！！
			"lv198391622", // 12/14 けいおん！！、映画けいおん！
			"lv200814587", // 12/15 日本アニメ（ーター）見本市-同トレス-
			"lv202350547", // 12/16 アカメが斬る！
			"lv202350622", // 12/17 アカメが斬る！
			"lv201486940", // 12/19 大図書館の羊飼い
			"lv195386596", // 12/20 美少女戦士セーラームーンCrystal
			"lv199637728", // 12/20 山賊の娘ローニャ
			"lv201491606", // 12/21 ガールフレンド（仮）
			"lv202722229", // 12/22 Angel Beats!
			"lv199637752", // 12/27 山賊の娘ローニャ
			"lv196674947", // 12/31 憑物語
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
