<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv213316201", // 03/20 ハイスクールD×D
			"lv205167013", // 03/21 山賊の娘ローニャ
			"lv212788139", // 03/21 戦国無双
			"lv213320398", // 03/21 ハイスクールD×D NEW
			"lv206246752", // 03/21 美少女戦士セーラームーンCrystal
			"lv213754888", // 03/22 ～サイコな彼女のパンチラ in AJ～
			"lv212788224", // 03/22 戦国無双
			"lv213768478", // 03/22 Bonjour♪恋味パティスリー
			"lv213425641", // 03/22 鋼の錬金術師
			"lv209345725", // 03/23 日本アニメ（ーター）見本市-同トレス-
			"lv213426766", // 03/23 鋼の錬金術師
			"lv214245984", // 03/24 ダッシュ！四駆郎
			"lv212909929", // 03/25 夜ノヤッターマン
			"lv214246056", // 03/25 ダッシュ！四駆郎
			"lv213525159", // 03/26 ヒロイック・エイジ
			"lv214246198", // 03/26 ダッシュ！四駆郎
			"lv207430891", // 03/27 D.C.Ⅱ～ダ・カーポⅡ～
			"lv207431069", // 03/28 D.C.ⅡS.S.～ダ・カーポⅡ セカンドシーズン～
			"lv205167138", // 03/28 山賊の娘ローニャ
			"lv213427164", // 03/29 鋼の錬金術師
			"lv213643980", // 03/29 神羅万象～天地神明の章～
			"lv213427384", // 03/30 鋼の錬金術師
			"lv213428222", // 03/31 劇場版 鋼の錬金術師 シャンバラを征く者
			"lv214039327", // 03/31 少年ハリウッド-HOLLY STAGE FOR 49-
			"lv214039478", // 04/01 少年ハリウッド -HOLLY STAGE FOR 50-
			"lv212466718", // 04/01 ぱんきす！2次元
			"lv212926423", // 04/03 グリザイアの果実
			"lv205167275", // 04/04 美少女戦士セーラームーンCrystal
			"lv207431396", // 04/10 D.C.Ⅲ～ダ・カーポⅢ～
			"lv212629769", // 04/16 ニンジャスレイヤー フロムアニメイシヨン
			"lv205167405", // 04/18 美少女戦士セーラームーンCrystal
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
