<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv184199295", // 07/04 ソードアート・オンライン Extra Edition
			"lv184076278", // 07/04 聖闘士星矢
			"lv184139456", // 07/04 神々の悪戯
			"lv184136969", // 07/05 弱虫ペダル
			"lv183419343", // 07/05 美少女戦士セーラームーンCrystal
			"lv184279138", // 07/05 ｢金田一少年の事件簿R｣獄門塾殺人事件
			"lv184169147", // 07/06 M３～ソノ黒キ鋼～
			"lv181882525", // 07/07 K
			"lv184256933", // 07/07 サイボーグ００９ THE CYBORG SOLDIER
			"lv184257042", // 07/08 サイボーグ００９ THE CYBORG SOLDIER
			"lv184257082", // 07/09 サイボーグ００９ THE CYBORG SOLDIER
			"lv184257129", // 07/10 サイボーグ００９ THE CYBORG SOLDIER
			"lv184257153", // 07/11 サイボーグ００９ THE CYBORG SOLDIER
			"lv183932280", // 07/11 エスカ＆ロジーのアトリエ
			"lv184085600", // 07/12 美少女戦士セーラームーン
			"lv184089334", // 07/13 美少女戦士セーラームーン
			"lv182362179", // 07/29 アドベンチャー・タイム
			"lv182362053", // 07/30 アドベンチャー・タイム
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
