<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv235353664", // 09/30 まおゆう魔王勇者
			"lv235353669", // 10/01 新妹魔王の契約者
			"lv235553361", // 10/01 ニンジャスレイヤー フロムアニメイシヨン
			"lv235354339", // 10/02 劇場版 とある魔術の禁書目録
			"lv234740808", // 10/03 凪のあすから
			"lv235298496", // 10/04 ゆるゆり なちゅやちゅみ！（全2話）
			"lv234780645", // 10/04 血界戦線
			"lv235233239", // 10/04 新世紀エヴァンゲリオン
			"lv235461890", // 10/05 日本アニメ（ーター）見本市-同トレス-
			"lv236727525", // 10/05 おそ松くん
			"lv236392936", // 10/06 ミス・モノクローム -The Animation-
			"lv235553432", // 10/08 ニンジャスレイヤー フロムアニメイシヨン
			"lv234741304", // 10/10 凪のあすから
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			//"co279499",	// わたしと猫とVOCALOID
			//"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			//"co124586", // のんびりまったり放送局～NM83.1kHz
			//"co82101",	// 暖簾に腕押し
			//"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
