<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			"lv146255598", // 08/15 スレイヤーズTRY
			"lv146255227", // 08/16 スレイヤーズTRY
			"lv146008386", // 08/17 ひぐらしのなく頃に解
			"lv147718877", // 08/19 NO.6
			"lv147718958", // 08/20 UN-GO
			"lv147719039", // 08/21 夏雪ランデブー
			"lv147719070", // 08/22 もやしもん
			"lv147719246", // 08/23 もやしもん リターンズ
			"lv147719342", // 08/24 のだめカンタービレ
			"lv147719461", // 08/25 のだめカンタービレ 巴里編
			"lv147719563", // 08/26 のだめカンタービレ フィナーレ
			"lv148571197", // 08/27 とある魔術の禁書目録
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
