<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv267175294", // 06/29 魔装学園H×H
			"lv267119837", // 06/29 リトルバスターズ！
			"lv265914532", // 06/29 美少女戦士セーラームーンCrystal
			"lv267120016", // 06/30 リトルバスターズ！～Refrain～
			"lv267120720", // 07/01 Angel Beats!
			"lv267186363", // 07/01 Angel Beats!
			"lv267121274", // 07/02 Charlotte(シャーロット)
			"lv266476204", // 07/02 ネトゲの嫁は女の子じゃないと思った？
			"lv267197312", // 07/02 美少女遊戯ユニット クレーンゲール
			"lv267944319", // 07/02 ラブライブ！サンシャイン！！
			"lv267409518", // 07/03 ジョーカー・ゲーム
			"lv266486418", // 07/03 この素晴らしい世界に祝福を！
			"lv268014013", // 07/07 アクティヴレイド -機動強襲室第八係-
			"lv266608253", // 07/09 くまみこ
			"lv267118697", // 07/09 薄桜鬼～御伽草子～
			"lv267852490", // 07/09 涼宮ハルヒの憂鬱
			"lv264493532", // 07/10 中二病でも恋がしたい！
			"lv267458194", // 07/26 ニンジャスレイヤー フロムアニメイシヨン
			"lv267494411", // 07/27 ニンジャスレイヤー フロムアニメイシヨン
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			//"co279499",	// わたしと猫とVOCALOID
			//"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			//"co124586", // のんびりまったり放送局～NM83.1kHz
			//"co82101",	// 暖簾に腕押し
			//"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
