<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv187709570", // 08/07 るろうに剣心 明治剣客浪漫譚 TVオリジナル編
			"lv187833153", // 08/07 ブレイドアンドソウル
			"lv187709953", // 08/08 るろうに剣心 明治剣客浪漫譚 追憶編＆星霜編
			"lv188511901", // 08/08 極黒のブリュンヒルデ
			"lv188070323", // 08/09 スラムダンク
			"lv188073642", // 08/10 スラムダンク
			"lv188712737", // 08/10 東京喰種トーキョーグール
			"lv188075238", // 08/11 スラムダンク
			"lv188076514", // 08/12 スラムダンク
			"lv188712811", // 08/12 東京喰種トーキョーグール
			"lv188080484", // 08/13 スラムダンク
			"lv188153738", // 08/13 モモキュンソード
			"lv188082653", // 08/14 スラムダンク
			"lv188084670", // 08/15 スラムダンク
			"lv188085160", // 08/16 スラムダンク
			"lv184861396", // 08/16 美少女戦士セーラームーンCrystal
			"lv188158963", // 08/16 花物語
			"lv187474791", // 08/17 幕末Rock
			"lv187476751", // 08/17 幕末Rock
			"lv188512205", // 08/24 極黒のブリュンヒルデ
			"lv186278786", // 08/25 メダロット魂
			"lv186370836", // 08/26 メダロット魂
			"lv186370832", // 08/27 メダロット魂
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
