<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			"lv145406734", // 07/30 神曲奏界ポリフォニカ クリムゾンS
			"lv146346657", // 07/30 戦勇。第２期　
			"lv145407481", // 07/31 俺の彼女と幼なじみが修羅場すぎる
			"lv144793109", // 08/01 閃乱カグラ
			"lv146119823", // 08/02 サクラ大戦ＯＶＡ『桜華絢爛』全4話
			"lv146012435", // 08/02 少女革命ウテナ
			"lv146120134", // 08/03 サクラ大戦ＯＶＡ『轟華絢爛』全6話
			"lv146012562", // 08/03 少女革命ウテナ
			"lv146012683", // 08/04 彼氏彼女の事情
			"lv146012763", // 08/05 彼氏彼女の事情
			"lv146346201", // 08/06 あいうら
			"lv146012907", // 08/06 フルーツバスケット
			"lv146013010", // 08/07 フルーツバスケット
			"lv146460748", // 08/08 やはり俺の青春ラブコメはまちがっている。
			"lv146008966", // 08/09 翠星のガルガンティア
			"lv146017953", // 08/11 スレイヤーズ
			"lv146246534", // 08/12 スレイヤーズ
			"lv146246907", // 08/13 スレイヤーズNEXT
			"lv146017829", // 08/14 スレイヤーズNEXT
			"lv146255598", // 08/15 スレイヤーズTRY
			"lv146255227", // 08/16 スレイヤーズTRY
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
