<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv193028575", // 10/01 一挙放送 5日目／ニコニコカドカワ祭り
			"lv193026375", // 10/02 一挙放送 6日目／ニコニコカドカワ祭り
			"lv193029383", // 10/03 一挙放送 7日目／ニコニコカドカワ祭り
			"lv193032997", // 10/04 一挙放送 8日目／ニコニコカドカワ祭り
			"lv192792298", // 10/04 美少女戦士セーラームーンCrystal
			"lv193034108", // 10/05 一挙放送 9日目／ニコニコカドカワ祭り
			"lv194427899", // 10/05 sola
			"lv195090779", // 10/08 『PSYCHO-PASS サイコパス 新編集版』
			"lv195091278", // 10/09 『PSYCHO-PASS サイコパス 新編集版』
			"lv193763444", // 10/10 蟲師 続章」特別編「棘のみち
			"lv194536394", // 10/11 山賊の娘ローニャ
			"lv193763726", // 10/17 蟲師 続章」特別編「棘のみち
			"lv193764296", // 10/18 蟲師 続章
			"lv195386376", // 10/18 美少女戦士セーラームーンCrystal
			"lv195128791", // 10/18 山賊の娘ローニャ
			"lv195386204", // 10/25 山賊の娘ローニャ
			"lv195386235", // 11/01 山賊の娘ローニャ
			"lv194539628", // 11/01 幕末Rock
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
