<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			"lv159113203", // 12/20 サーバント×サービス
			"lv162771054", // 12/20 革命機ヴァルヴレイヴ
			"lv159113532", // 12/21 恋愛ラボ
			"lv162850964", // 12/21 革命機ヴァルヴレイヴ
			"lv162851151", // 12/22 革命機ヴァルヴレイヴ
			"lv159114930", // 12/22 弱虫ペダル
			"lv162207734", // 12/22 声優戦隊ボイストーム７
			"lv162205471", // 12/23 WHITE ALBUM2
			"lv159030302", // 12/23 生徒会役員共
			"lv158661832", // 12/24 うたの☆プリンスさまっ♪ マジLOVE1000％
			"lv159117550", // 12/25 うたの☆プリンスさまっ♪ マジLOVE2000％
			"lv160926434", // 12/26 サムライフラメンコ
			"lv160929260", // 12/27 ストライク・ザ・ブラッド
			"lv160928711", // 12/28 銀の匙 Silver Spoon
			"lv160810487", // 12/29 化物語
			"lv160913954", // 12/30 偽物語
			"lv160919340", // 12/30 猫物語(黒)
			"lv159755555", // 12/31 ソードアート・オンライン
			"lv159013973", // 12/31 ソードアート・オンライン Extra Edition
			"lv162209471", // 01/04 ジョジョの奇妙な冒険
			"lv161547842", // 01/04 蟲師
			"lv163034585", // 01/05 閃乱カグラ
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
