<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv193643034", // 09/21 グラスリップ
			"lv193671648", // 09/22 アカメが斬る！
			"lv193670528", // 09/23 アカメが斬る！
			"lv193200002", // 09/23 めぐる航路、遥か
			"lv192808433", // 09/23 ミス・モノクローム -The Animation-
			"lv192253354", // 09/24 東京喰種トーキョーグール
			"lv193534594", // 09/25 残響のテロル
			"lv192949580", // 09/26 モモキュンソード
			"lv191985296", // 09/27 Fate/Zero
			"lv193017550", // 09/27 1日目／ニコニコカドカワ祭り
			"lv191985325", // 09/28 Fate/Zero
			"lv193019440", // 09/28 一挙放送 2日目／ニコニコカドカワ祭り
			"lv193020533", // 09/29 一挙放送 3日目／ニコニコカドカワ祭り
			"lv193028575", // 10/01 一挙放送 5日目／ニコニコカドカワ祭り
			"lv193026375", // 10/02 一挙放送 6日目／ニコニコカドカワ祭り
			"lv193029383", // 10/03 一挙放送 7日目／ニコニコカドカワ祭り
			"lv193032997", // 10/04 一挙放送 8日目／ニコニコカドカワ祭り
			"lv192792298", // 10/04 美少女戦士セーラームーンCrystal
			"lv193034108", // 10/05 一挙放送 9日目／ニコニコカドカワ祭り
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
