<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			"lv160928326", // 01/01 キルラキル KILL la KILL
			"lv160927858", // 01/02 天元突破グレンラガン
			"lv160928085", // 01/03 天元突破グレンラガン
			"lv162209471", // 01/04 ジョジョの奇妙な冒険
			"lv161547842", // 01/04 蟲師
			"lv163034585", // 01/05 閃乱カグラ
			"lv163713639", // 01/05 夜桜四重奏 -ハナノウタ-
			"lv163728700", // 01/06 創聖のアクエリオン
			"lv163731178", // 01/07 アクエリオンEVOL
			"lv162210238", // 01/08 うーさーのその日暮らし
			"lv160900768", // 01/11 絶滅危愚少女 Amazing Twins
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
