<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv294977400", // 04/18 『ガン×ソード』
			"lv295638623", // 04/19 サクラクエスト
			"lv295657358", // 04/21 テイルズ オブ ゼスティリア ザ クロス
			"lv295417163", // 04/23 ACCA13区監察課
			"lv295645230", // 04/24 つぐもも
			"lv295657767", // 04/28 テイルズ オブ ゼスティリア ザ クロス
			"lv293943235", // 04/29 テイルズ オブ ゼスティリア ザ クロス
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			//"co279499",	// わたしと猫とVOCALOID
			//"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			//"co124586", // のんびりまったり放送局～NM83.1kHz
			//"co82101",	// 暖簾に腕押し
			//"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
