<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			"lv165327037", // 03/01 おねがい☆ティーチャー／ツインズ　特別編
			"lv170087910", // 03/01 未確認で進行形
			"lv170781199", // 03/01 てさぐれ！部活もの あんこーる
			"lv170006163", // 03/02 のんのんびより
			"lv167277827", // 03/04 ストライク・ザ・ブラッド
			"lv170467199", // 03/04 ノブナガン
			"lv170785974", // 03/08 闘牌伝説アカギ
			"lv170786140", // 03/09 闘牌伝説アカギ
			"lv170564313", // 03/07 弱虫ペダル
			"lv169906366", // 03/08 ゴクジョッ。～極楽院女子高寮物語～
			"lv170564355", // 03/12 ワルキューレロマンツェ
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
