<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			"lv166643044", // 02/01 僕は友達が少ないNEXT
			"lv165319138", // 02/01 宇宙のステルヴィア
			"lv165319161", // 02/02 宇宙のステルヴィア
			"lv165328388", // 02/07 蒼き鋼のアルペジオ –アルス・ノヴァ-
			"lv165318398", // 02/15 モーレツ宇宙海賊
			"lv165318527", // 02/16 モーレツ宇宙海賊
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
