<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv301149304", // 07/03 クロックワーク・プラネット
			"lv301008917", // 07/08 ノーゲーム・ノーライフ
			"lv298904667", // 07/06 生徒会役員共＊
			"lv301155834", // 07/02 サクラクエスト
			"lv300642063", // 07/01 美少女戦士セーラームーンR
			"lv301467510", // 08/04 ツインエンジェルＢＲＥＡＫ
			"lv300701799", // 07/01 エロマンガ先生
			"lv300493845", // 07/19 明治東亰恋伽
			"lv301078488", // 07/11 遊☆戯☆王ＶＲＡＩＮＳ
			"lv301078505", // 07/18 遊☆戯☆王ＶＲＡＩＮＳ
			"lv301078538", // 07/25 遊☆戯☆王ＶＲＡＩＮＳ
			"lv300099529", // 07/02 アイドルマスターシンデレラガールズ劇場
			"lv300099621", // 07/30 アイドルマスターシンデレラガールズ劇場
			"lv299496818", // 07/22 魔法使いの嫁 星待つひと：前篇～中編
// animesp_check
			"lv400000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			//"co279499",	// わたしと猫とVOCALOID
			//"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			//"co124586", // のんびりまったり放送局～NM83.1kHz
			//"co82101",	// 暖簾に腕押し
			//"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
