<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv217935267", // 04/23 パンチライン
			"lv212633875", // 04/23 ニンジャスレイヤー フロムアニメイシヨン
			"lv217781900", // 04/24 Bonjour♪恋味パティスリー
			"lv217826727", // 04/25 純潔のマリア
			"lv217707030", // 04/27 ダンジョンに出会いを求めるのは間違っているだろうか
			"lv216710370", // 04/30 ニンジャスレイヤー フロムアニメイシヨン
			"lv216975073", // 04/30 暁のヨナ
			"lv216975062", // 05/01 暁のヨナ
			"lv215218410", // 05/02 美少女戦士セーラームーンCrystal
			"lv217921058", // 05/02 ラブライブ！
			"lv217921347", // 05/03 ラブライブ！2期
			"lv214861865", // 05/04 日本アニメ（ーター）見本市-同トレス-
			"lv217131283", // 05/04 デジモンアドベンチャー
			"lv217132524", // 05/05 デジモンアドベンチャー
			"lv217133120", // 05/06 デジモンアドベンチャー
			"lv217560524", // 05/07 ニンジャスレイヤー フロムアニメイシヨン
			"lv217560700", // 05/14 ニンジャスレイヤー フロムアニメイシヨン
			"lv215218485", // 05/16 美少女戦士セーラームーンCrystal
			"lv214252133", // 05/16 モーレツ宇宙海賊
			"lv214252194", // 05/17 モーレツ宇宙海賊
			"lv217560839", // 05/21 ニンジャスレイヤー フロムアニメイシヨン
			"lv217560983", // 05/28 ニンジャスレイヤー フロムアニメイシヨン
			"lv217561133", // 06/04 ニンジャスレイヤー フロムアニメイシヨン
			"lv215218619", // 06/06 美少女戦士セーラームーンCrystal
			"lv217561275", // 06/11 ニンジャスレイヤー フロムアニメイシヨン
			"lv217561429", // 06/18 ニンジャスレイヤー フロムアニメイシヨン
			"lv215218564", // 06/20 美少女戦士セーラームーンCrystal
			"lv215977473", // 07/04 美少女戦士セーラームーンCrystal
			"lv215977520", // 07/18 美少女戦士セーラームーンCrystal
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
