<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv211238133", // 03/06 魔弾の王と戦姫
			"lv212080106", // 03/06 シドニアの騎士
			"lv211727650", // 03/07 Wake Up Girls！
			"lv205166792", // 03/07 山賊の娘ローニャ
			"lv206246645", // 03/07 美少女戦士セーラームーンCrystal
			"lv211969524", // 03/08 ワールドトリガー
			"lv211093556", // 03/08 戦姫絶唱シンフォギア
			"lv204660678", // 03/09 2ndシーズン開始特番
			"lv211820597", // 03/09 魔法騎士レイアース
			"lv211821086", // 03/10 魔法騎士レイアース
			"lv211821250", // 03/11 魔法騎士レイアース
			"lv211821532", // 03/12 魔法騎士レイアース
			"lv207429367", // 03/13 D.C.S.S. ～ダ・カーポ セカンドシーズン～
			"lv207430123", // 03/14 D.C.S.S. ～ダ・カーポ セカンドシーズン～
			"lv205166897", // 03/14 山賊の娘ローニャ
			"lv211187091", // 03/15 戦姫絶唱シンフォギアG
			"lv205167013", // 03/21 山賊の娘ローニャ
			"lv207430891", // 03/27 D.C.Ⅱ～ダ・カーポⅡ～
			"lv207431069", // 03/28 D.C.ⅡS.S.～ダ・カーポⅡ セカンドシーズン～
			"lv205167138", // 03/28 山賊の娘ローニャ
			"lv206246752", // 03/21 美少女戦士セーラームーンCrystal
			"lv205167275", // 04/04 美少女戦士セーラームーンCrystal
			"lv207431396", // 04/10 D.C.Ⅲ～ダ・カーポⅢ～
			"lv212629769", // 04/16 ニンジャスレイヤー フロムアニメイシヨン
			"lv205167405", // 04/18 美少女戦士セーラームーンCrystal
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
