<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv213427164", // 03/29 鋼の錬金術師
			"lv213643980", // 03/29 神羅万象～天地神明の章～
			"lv214612250", // 03/29 ペルソナ３
			"lv213427384", // 03/30 鋼の錬金術師
			"lv209346444", // 03/30 日本アニメ（ーター）見本市-同トレス-
			"lv213428222", // 03/31 劇場版 鋼の錬金術師 シャンバラを征く者
			"lv214039327", // 03/31 少年ハリウッド-HOLLY STAGE FOR 49-
			"lv214039478", // 04/01 少年ハリウッド -HOLLY STAGE FOR 50-
			"lv212466718", // 04/01 ぱんきす！2次元
			"lv213756512", // 04/02 ARIA The NATURAL
			"lv205201642", // 04/02 デュエル・マスターズ VS
			"lv211738490", // 04/03 デュエル・マスターズ VS
			"lv212926423", // 04/03 グリザイアの果実
			"lv212067558", // 04/03 にゅるにゅる!!KAKUSENくん
			"lv205167275", // 04/04 美少女戦士セーラームーンCrystal
			"lv212912012", // 04/04 シドニアの騎士
			"lv213754159", // 04/05 きんいろモザイク
			"lv207431396", // 04/10 D.C.Ⅲ～ダ・カーポⅢ～
			"lv212629769", // 04/16 ニンジャスレイヤー フロムアニメイシヨン
			"lv205167405", // 04/18 美少女戦士セーラームーンCrystal
			"lv215218410", // 05/02 美少女戦士セーラームーンCrystal
			"lv215218485", // 05/16 美少女戦士セーラームーンCrystal
			"lv214252133", // 05/16 モーレツ宇宙海賊
			"lv214252194", // 05/17 モーレツ宇宙海賊
			"lv215218619", // 06/06 美少女戦士セーラームーンCrystal
			"lv215218564", // 06/20 美少女戦士セーラームーンCrystal
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
