<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv241509579", // 01/10 ご注文はうさぎですか？
			"lv241509213", // 01/11 ご注文はうさぎですか？？
			"lv246632915", // 01/13 シドニアの騎士
			"lv246633185", // 01/14 シドニアの騎士 第九惑星戦役
			"lv248147623", // 01/15 牙狼 -紅蓮ノ月-
			"lv244290481", // 01/16 庶民サンプル
			"lv244634794", // 01/16 ラブライブ! μ's →NEXT LoveLive! 2014
			"lv244666341", // 01/17 落第騎士の英雄譚（キャバルリィ）
			"lv248245454", // 01/18 トータル･イクリプス
			"lv248246262", // 01/19 トータル･イクリプス
			"lv246645754", // 01/20 蒼穹のファフナー
			"lv246645487", // 01/21 蒼穹のファフナー EXODUS
			"lv246645338", // 01/22 蒼穹のファフナー EXODUS
			"lv244634878", // 01/23 ラブライブ! μ's Go→Go! LoveLive! 2015
			"lv244619789", // 01/23 未来少年コナン
			"lv244620147", // 01/24 未来少年コナン
			"lv244634983", // 01/30 ラブライブ! μ's Go→Go! LoveLive! 2015
			"lv244665788", // 02/07 のうりん
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			//"co279499",	// わたしと猫とVOCALOID
			//"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			//"co124586", // のんびりまったり放送局～NM83.1kHz
			//"co82101",	// 暖簾に腕押し
			//"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
