<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv204211305", // 01/01 ジョジョの奇妙な冒険
			"lv204212303", // 01/02 ジョジョの奇妙な冒険
			"lv202809808", // 01/03 実在性ミリオンアーサー
			"lv199637784", // 01/03 山賊の娘ローニャ
			"lv202924554", // 01/03 牙狼〈GARO〉-炎の刻印-
			"lv203459529", // 01/03 アルドノア・ゼロ
			"lv203488092", // 01/03 美少女戦士セーラームーンCrystal
			"lv203460809", // 01/04 七つの大罪
			"lv203460285", // 01/04 オオカミ少女と黒王子
			"lv203935962", // 01/05 暁のヨナ
			"lv204465679", // 01/06 地獄先生ぬ～べ～
			"lv204112261", // 01/06 四月は君の嘘
			"lv204472363", // 01/07 地獄先生ぬ～べ～
			"lv204112657", // 01/07 四月は君の嘘
			"lv204475357", // 01/08 地獄先生ぬ～べ～
			"lv204113245", // 01/08 四月は君の嘘
			"lv203479835", // 01/09 蒼穹のファフナー
			"lv203479973", // 01/10 蒼穹のファフナー
			"lv203487041", // 01/10 山賊の娘ローニャ
			"lv204572203", // 01/11 超爆裂異次元メンコバトル ギガントシューター つかさ
			"lv204572207", // 01/12 超爆裂異次元メンコバトル ギガントシューター つかさ
			"lv200815180", // 01/12 日本アニメ（ーター）見本市-同トレス-
			"lv204568203", // 01/17 美少女戦士セーラームーンCrystal
			"lv204233340", // 01/17 山賊の娘ローニャ
			"lv199070568", // 01/17 ヴァンパイア騎士 Guilty
			"lv204233878", // 01/24 山賊の娘ローニャ
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
