<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv200815180", // 01/12 日本アニメ（ーター）見本市-同トレス-
			"lv204568203", // 01/17 美少女戦士セーラームーンCrystal
			"lv204233340", // 01/17 山賊の娘ローニャ
			"lv199070568", // 01/17 ヴァンパイア騎士 Guilty
			"lv206192385", // 01/18 Bonjour♪恋味パティスリー
			"lv206088356", // 01/18 SHIROBAKO
			"lv204660511", // 01/19 日本アニメ（ーター）見本市-同トレス-
			"lv204550138", // 01/20 遊☆戯☆王ARC-V
			"lv205827444", // 01/21 遊☆戯☆王ARC-V
			"lv205828892", // 01/22 遊☆戯☆王デュエルモンスターズ
			"lv205829000", // 01/23 遊☆戯☆王デュエルモンスターズ
			"lv205829069", // 01/24 遊☆戯☆王デュエルモンスターズ
			"lv204233878", // 01/24 山賊の娘ローニャ
			"lv205829132", // 01/25 遊☆戯☆王デュエルモンスターズ
			"lv205166139", // 01/31 山賊の娘ローニャ
			"lv206246544", // 02/07 美少女戦士セーラームーンCrystal
			"lv205166267", // 02/07 山賊の娘ローニャ
			"lv205166404", // 02/14 山賊の娘ローニャ
			"lv206246620", // 02/21 美少女戦士セーラームーンCrystal
			"lv206246645", // 03/07 美少女戦士セーラームーンCrystal
			"lv206246752", // 03/21 美少女戦士セーラームーンCrystal
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
