<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv224869764", // 07/16 ニンジャスレイヤー フロムアニメイシヨン
			"lv227424802", // 07/16 FAIRY TAIL
			"lv225062082", // 07/17 ローリング☆ガールズ
			"lv215977520", // 07/18 美少女戦士セーラームーンCrystal
			"lv227426189", // 07/18 FAIRY TAIL
			"lv227426325", // 07/18 FAIRY TAIL
			"lv227229458", // 07/18 selector spread WIXOSS
			"lv227504978", // 07/19 FAIRY TAIL
			"lv225751845", // 07/19 THE UNLIMITED 兵部京介
			"lv227505067", // 07/20 FAIRY TAIL
			"lv226051691", // 07/20 えとたま
			"lv226063707", // 07/21 遊☆戯☆王ARC-V
			"lv226063872", // 07/22 遊☆戯☆王ARC-V
			"lv226067859", // 07/23 トランスフォーマー アドベンチャー
			"lv227509740", // 07/24 FAIRY TAIL
			"lv227505274", // 07/25 FAIRY TAIL
			"lv224869855", // 07/23 ニンジャスレイヤー フロムアニメイシヨン
			"lv224963441", // 07/25 ARIA The ANIMATION
			"lv227534814", // 07/26 ゆるゆり なちゅやちゅみ！
			"lv224869885", // 07/30 ニンジャスレイヤー フロムアニメイシヨン
			"lv225754473", // 08/06 ニンジャスレイヤー フロムアニメイシヨン
			"lv227522344", // 08/10 モモキュンソード
			"lv225754631", // 08/13 ニンジャスレイヤー フロムアニメイシヨン
			"lv225754603", // 08/20 ニンジャスレイヤー フロムアニメイシヨン
			"lv225754576", // 08/27 ニンジャスレイヤー フロムアニメイシヨン
// animesp_check
			"lv227505334", // 07/26 FAIRY TAIL
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
