<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
// animesp_check
			"lv169082566", // 02/19 うーさーのその日暮らし 覚醒編
			"lv165319278", // 02/21 犬とハサミは使いよう
			"lv165319305", // 02/22 IS＜インフィニット・ストラトス＞2
			"lv167493579", // 02/23 絶対防衛レヴィアタン
			"lv165327037", // 03/01 おねがい☆ティーチャー／ツインズ　特別編
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
