<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv273657204", // 10/10 ねじ巻き精霊戦記 天鏡のアルデラミン
			"lv277941283", // 10/11 【1st anniversary】スタミュ TVシリーズ全12話 一挙放送
			"lv277965061", // 10/14 アマガミSS＆アマガミSS+ plus
			"lv277964980", // 10/14 アマガミSS＆アマガミSS+ plus
			"lv277965437", // 10/14 アマガミSS＆アマガミSS+ plus
			"lv277964887", // 10/14 アマガミSS＆アマガミSS+ plus
			"lv277965649", // 10/14 アマガミSS＆アマガミSS+ plus
			"lv277965733", // 10/14 アマガミSS＆アマガミSS+ plus
			"lv278008036", // 10/14 機動警察パトレイバー the Movie
			"lv278008377", // 10/15 機動警察パトレイバー　ON TELEVISION
			"lv278168746", // 10/16 龍の歯医者
			"lv278008479", // 10/16 機動警察パトレイバー　ON TELEVISION
			"lv278008541", // 10/17 機動警察パトレイバー　ON TELEVISION
			"lv278008992", // 10/18 機動警察パトレイバー　ON TELEVISION
			"lv277614065", // 10/19 アクティヴレイド -機動強襲室第八係-
			"lv277613589", // 10/20 アクティヴレイド -機動強襲室第八係- 2nd
			"lv277159499", // 10/28 斉木楠雄のψ難
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			//"co279499",	// わたしと猫とVOCALOID
			//"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			//"co124586", // のんびりまったり放送局～NM83.1kHz
			//"co82101",	// 暖簾に腕押し
			//"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
