<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			"lv171580709", // 03/08 てさぐれ！部活もの あんこーる
			"lv169906366", // 03/08 ゴクジョッ。～極楽院女子高寮物語～
			"lv170785974", // 03/08 闘牌伝説アカギ
			"lv170786140", // 03/09 闘牌伝説アカギ
			"lv171481696", // 03/10 トータル･イクリプス
			"lv171500270", // 03/11 トータル･イクリプス
			"lv170564355", // 03/12 ワルキューレロマンツェ
			"lv171529468", // 03/13 アルカナ・ファミリア
			"lv169083366", // 03/14 WHITE ALBUM2
			"lv171527891", // 03/15 京騒戯画
			"lv171588756", // 03/16 私がモテないのはどう考えてもお前らが悪い！
			"lv171257195", // 03/17 すもももももも～地上最強のヨメ～
			"lv171259978", // 03/18 すもももももも～地上最強のヨメ～
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
