<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv180931637", // 06/06 極黒のブリュンヒルデ
			"lv180446253", // 06/07 一週間フレンズ。
			"lv181222659", // 06/08 ステラ女学院高等科C３部
			"lv180234949", // 06/09 化物語
			"lv181574152", // 06/10 彼女がフラグをおられたら
			"lv181574366", // 06/11 彼女がフラグをおられたら
			"lv180235033", // 06/12 化物語
			"lv180235079", // 06/13 化物語
			"lv181675464", // 06/14 龍ヶ嬢七々々の埋蔵金
			"lv181676609", // 06/14 ピンポン
			"lv180235169", // 06/15 化物語
			"lv181891339", // 06/20 スペース☆ダンディ
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
