<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv199190254", // 11/19 デュエル・マスターズ
			"lv199190763", // 11/20 デュエル・マスターズ
			"lv196664129", // 11/21 真救世主伝説 北斗の拳 トキ伝
			"lv199218327", // 11/21 TERRAFORMARS（テラフォーマーズ）
			"lv197730803", // 11/22 山賊の娘ローニャ
			"lv200427493", // 11/22 神撃のバハムート GENESIS
			"lv200424463", // 11/22 普通の女子校生が【ろこどる】やってみた。
			"lv199272734", // 11/22 愛・天地無用！
			"lv200452684", // 11/23 バディ・コンプレックス
			"lv199206899", // 11/24 日本アニメ（ーター）見本市-同トレス-
			"lv199740530", // 11/24 ウィザード・バリスターズ～弁魔士セシル
			"lv199734717", // 11/27 ギガントシューター つかさ
			"lv196664138", // 11/28 真救世主伝説 北斗の拳 ZERO ケンシロウ伝
			"lv197730933", // 11/29 山賊の娘ローニャ
			"lv196664199", // 12/05 真救世主伝説　北斗の拳
			"lv197309403", // 12/06 ヴァンパイア騎士
			"lv195386501", // 12/06 美少女戦士セーラームーンCrystal
			"lv197731025", // 12/06 山賊の娘ローニャ
			"lv199637705", // 12/13 山賊の娘ローニャ
			"lv198389070", // 12/13 けいおん！！
			"lv198391622", // 12/14 けいおん！！、映画けいおん！
			"lv195386596", // 12/20 美少女戦士セーラームーンCrystal
			"lv199637728", // 12/20 山賊の娘ローニャ
			"lv196674947", // 12/31 憑物語
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
