<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv185500568", // 08/01 デジモンアドベンチャー
			"lv186565148", // 08/01 『フィニアスとファーブ』
			"lv187708022", // 08/01 るろうに剣心 明治剣客浪漫譚 東京編
			"lv187708096", // 08/02 るろうに剣心 明治剣客浪漫譚 京都編
			"lv185402506", // 08/02 美少女戦士セーラームーンCrystal
			"lv187252275", // 08/02 遊☆戯☆王ARC-V
			"lv187181885", // 08/03 ノーゲーム・ノーライフ
			"lv187832890", // 08/03 ブレイドアンドソウル
			"lv187708365", // 08/04 るろうに剣心 明治剣客浪漫譚 京都編
			"lv187708488", // 08/05 るろうに剣心 明治剣客浪漫譚 京都編＆TVオリジナル編
			"lv187833002", // 08/05 ブレイドアンドソウル
			"lv187709486", // 08/06 るろうに剣心 明治剣客浪漫譚 TVオリジナル編
			"lv187833081", // 08/06 ブレイドアンドソウル
			"lv187709570", // 08/07 るろうに剣心 明治剣客浪漫譚 TVオリジナル編
			"lv187833153", // 08/07 ブレイドアンドソウル
			"lv187709953", // 08/08 るろうに剣心 明治剣客浪漫譚 追憶編＆星霜編
			"lv188082653", // 08/14 スラムダンク
			"lv184861396", // 08/16 美少女戦士セーラームーンCrystal
			"lv187474791", // 08/17 幕末Rock
			"lv187476751", // 08/17 幕末Rock
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
