<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
// animesp_check
			"lv311880088", // 04/14 博多豚骨ラーメンズ
			"lv311543525", // 04/16 デスマーチからはじまる異世界狂想曲
			"lv311502813", // 04/10 ロードス島戦記
			"lv311503657", // 04/11 ロードス島戦記-英雄騎士伝-
			"lv311503659", // 04/12 ロードス島戦記-英雄騎士伝-
			"lv311503660", // 04/13 ロードス島戦記-英雄騎士伝-
			"lv312033997", // 04/07 ミイラの飼い方
			"lv311876770", // 04/07 プリパラ
			"lv311876772", // 04/08 プリパラ
			"lv311923464", // 04/08 このはな綺譚
			"lv311543478", // 04/15 三ツ星カラーズ
			"lv400000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			//"co279499",	// わたしと猫とVOCALOID
			//"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			//"co124586", // のんびりまったり放送局～NM83.1kHz
			//"co82101",	// 暖簾に腕押し
			//"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
