<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv209991166", // 02/13 特番！浦安鉄筋家族〜一挙放送もあるよ〜
			"lv205166404", // 02/14 山賊の娘ローニャ
			"lv209869512", // 02/14 SHIROBAKO
			"lv206158282", // 02/14 うたの☆プリンスさまっ♪ マジLOVE1000％
			"lv206158608", // 02/15 うたの☆プリンスさまっ♪ マジLOVE2000％
			"lv205166499", // 02/21 山賊の娘ローニャ
			"lv210275267", // 02/21 純潔のマリア
			"lv206246620", // 02/21 美少女戦士セーラームーンCrystal
			"lv208517786", // 02/22 ぽてまよ
			"lv206950691", // 02/27 D.C. ～ダ・カーポ～
			"lv205166629", // 02/28 山賊の娘ローニャ
			"lv207426838", // 02/28 D.C. ～ダ・カーポ～
			"lv205166792", // 03/07 山賊の娘ローニャ
			"lv206246645", // 03/07 美少女戦士セーラームーンCrystal
			"lv204660678", // 03/09 2ndシーズン開始特番
			"lv207429367", // 03/13 D.C.S.S. ～ダ・カーポ セカンドシーズン～
			"lv207430123", // 03/14 D.C.S.S. ～ダ・カーポ セカンドシーズン～
			"lv205166897", // 03/14 山賊の娘ローニャ
			"lv205167013", // 03/21 山賊の娘ローニャ
			"lv207430891", // 03/27 D.C.Ⅱ～ダ・カーポⅡ～
			"lv207431069", // 03/28 D.C.ⅡS.S.～ダ・カーポⅡ セカンドシーズン～
			"lv205167138", // 03/28 山賊の娘ローニャ
			"lv206246752", // 03/21 美少女戦士セーラームーンCrystal
			"lv205167275", // 04/04 美少女戦士セーラームーンCrystal
			"lv207431396", // 04/10 D.C.Ⅲ～ダ・カーポⅢ～
			"lv205167405", // 04/18 美少女戦士セーラームーンCrystal
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
