<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			"lv159124852", // 12/07 咲-Saki-
			"lv159125806", // 12/08 咲-Saki-
			"lv161555933", // 12/09 魔法先生ネギま!
			"lv161556193", // 12/10 魔法先生ネギま!
			"lv161556718", // 12/11 ネギま!?
			"lv161557127", // 12/12 ネギま!?
			"lv159214536", // 12/14 DIABOLIK LOVERS
			"lv159118037", // 12/15 咲-Saki-　阿知賀編 episode of side-A
			"lv161568932", // 12/16 直球表題ロボットアニメ
			"lv159113203", // 12/20 サーバント×サービス
			"lv159113532", // 12/21 恋愛ラボ
			"lv158661832", // 12/24 うたの☆プリンスさまっ♪ マジLOVE1000％
			"lv159117550", // 12/25 うたの☆プリンスさまっ♪ マジLOVE2000％
			"lv160810487", // 12/29 化物語
			"lv160913954", // 12/30 偽物語
			"lv160919340", // 12/30 猫物語(黒)
			"lv159755555", // 12/31 ソードアート・オンライン
			"lv159013973", // 12/31 ソードアート・オンライン Extra Edition
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
