<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv195386235", // 11/01 山賊の娘ローニャ
			"lv194539628", // 11/01 幕末Rock
			"lv195386407", // 11/01 美少女戦士セーラームーンCrystal
			"lv197313932", // 11/03 M３～ソノ黒キ鋼～
			"lv196664106", // 11/07 真救世主伝説 北斗の拳 ユリア伝
			"lv198284132", // 11/07 PSYCHO-PASS サイコパス 2
			"lv195386280", // 11/08 山賊の娘ローニャ
			"lv198264122", // 11/08 Peeping Life
			"lv197314191", // 11/09 ハナヤマタ
			"lv197515458", // 11/10 日本アニメ（ーター）見本市-同トレス-
			"lv196664118", // 11/14 真救世主伝説 北斗の拳 ラオウ伝 激闘の章
			"lv198267915", // 11/14 TATSUMI マンガに革命を起した男
			"lv197625573", // 11/15 山賊の娘ローニャ
			"lv195386431", // 11/15 美少女戦士セーラームーンCrystal
			"lv198390665", // 11/15 けいおん！
			"lv196664129", // 11/21 真救世主伝説 北斗の拳 トキ伝
			"lv197730803", // 11/22 山賊の娘ローニャ
			"lv196664138", // 11/28 真救世主伝説 北斗の拳 ZERO ケンシロウ伝
			"lv196664199", // 12/05 真救世主伝説　北斗の拳
			"lv197309403", // 12/06 ヴァンパイア騎士
			"lv198389070", // 12/13 けいおん！！
			"lv198391622", // 12/14 けいおん！！、映画けいおん！
			"lv196674947", // 12/31 憑物語
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
