<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			"lv165440516", // 01/18 アイドルマスター
			"lv165444818", // 01/19 アイドルマスター
			"lv165432706", // 01/20 ストライク・ザ・ブラッド
			"lv165447896", // 01/20 第三夜 歴史の向こう側へ！
			"lv165450876", // 01/21 第四夜 アイドルの向こう側へ！
			"lv165455319", // 01/22 第五夜 音楽の向こう側へ！
			"lv165039812", // 01/22 凪のあすから
			"lv165486895", // 01/23 第六夜 リアルの向こう側へ！
			"lv166016594", // 01/25 絶滅危愚少女 Amazing Twins
			"lv165328388", // 02/07 蒼き鋼のアルペジオ –アルス・ノヴァ-
			"lv165318398", // 02/15 モーレツ宇宙海賊
			"lv165318527", // 02/16 モーレツ宇宙海賊
// animesp_check
			"lv200000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
