<?php
// alert_live.php
// ニコニコアラートのチェックする生放送

$livelist = array(
			// anime_sp
			"lv225701038", // 06/27 WORKING!!
			"lv225646470", // 06/28 BLOOD-C
			"lv225814723", // 06/29 ダンジョンに出会いを求めるのは間違っているだろうか
			"lv224868976", // 06/29 ガッチャマン クラウズ
			"lv224869609", // 06/30 ガッチャマン クラウズ
			"lv224861973", // 06/29 美少女戦士セーラームーンCrystal
			"lv224862020", // 06/30 美少女戦士セーラームーンR
			"lv224862058", // 07/01 美少女戦士セーラームーンR
			"lv217561683", // 07/02 ニンジャスレイヤー フロムアニメイシヨン
			"lv224862079", // 07/02 美少女戦士セーラームーンCrystal
			"lv224862116", // 07/03 美少女戦士セーラームーンCrystal
			"lv224958530", // 07/03 うーさーのその日暮らし
			"lv225268456", // 07/03 ミス・モノクローム -The Animation-
			"lv225773567", // 07/04 WORKING´!!
			"lv225178698", // 07/04 ニンジャスレイヤー フロムアニメイシヨン
			"lv215977473", // 07/04 美少女戦士セーラームーンCrystal
			"lv215977520", // 07/18 美少女戦士セーラームーンCrystal
			"lv224963441", // 07/25 ARIA The ANIMATION
// animesp_check
			"lv300000000",
			);
$commlist = array(
			// 動画紹介
			"co13879",	// ミクノポップをきかないか？
			"co556182", // おいしいものが、食べたいんです！
			"co113773", // ぼか生ラジオ
			"co3343",	// VOCALOID_Culb Music
			"co431381", // Vocaloid Club DJ for techno/house/pop/nerd
			"co1184031",// ボカロ系生放送リレー企画実行委員会
			// 個人
			"co279499",	// わたしと猫とVOCALOID
			"co224758", // 【o‐o￢】眼鏡っ娘をめでないか？
			"co124586", // のんびりまったり放送局～NM83.1kHz
			"co82101",	// 暖簾に腕押し
			"co1123141",// はっかうさぎのはこにわ
			// Vocaloid
			"ch41",		// GINGA
			"ch189",	// ちゃんねるMOER
			"ch253",	// SEGA feat. HATSUNE MIKU ちゃんねる
			"ch203",	// Lantisちゃんねる
			"ch937",	// 響 -HiBiKi- チャンネル
			"ch2571478",	// アイドルマスター ミリオンラジオ！
			"ch2589908",	// シーサイドチャンネル
			"ch2589717",	// Lady Go!!ホワイトちゃんねる
			// taizoo
			"co1031128",// 77net～ニコニコ支部(原宿)～
			);
$userlist = array(
			);
?>
